Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# settings.disclaimer.requiringAppRebootToApplySettings
source: This requires restarting the app to take full effect.
de: Hierfür muss die App neu gestartet werden, um die volle Wirkung zu erzielen.
es: Esto requiere reiniciar la aplicación para que surta efecto completo.
fil: Kailangan itong i-restart ang app para ganap na magkabisa.
fr: Redémarrage de l'application requis.
it: Per applicare completamente le modifiche, è necessario riavviare l'app.
ja: この設定の変更を反映させるためには、アプリを再起動する必要があります。
ko: 앱을 다시 시작해야 완전히 적용됩니다.
ru: Для полного применения требуется перезапустить приложение.
vi: Việc này yêu cầu khởi động lại ứng dụng để có hiệu lực đầy đủ.
zh_hans: 该设定的变更需要重新启动 App 方可生效。
zh_hant: 該設定的變更需要重新啟動 App 方可生效。

# settings.display.generalSettings.sectionHeader
source: General Settings
de: Allgemeine Einstellungen
es: Configuración general
fil: Pangkalahatang Setting
fr: Paramètres
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
ru: Общие настройки
vi: Cài đặt chung
zh_hans: 通用设定
zh_hant: 通用設定

# settings.display.timeZone4GI.description
source: The TimeZone settings in this section is for displaying at least the following information (of Genshin Impact): Daily Material, Official In-Game Events, etc.
de: Die Zeitzoneneinstellungen in diesem Abschnitt dienen zur Anzeige mindestens der folgenden Informationen (von Genshin Impact): tägliche Materialien, offizielle In-Game-Events usw.
es: La configuración de zona horaria en esta sección es para mostrar al menos la siguiente información de inteligencia (de Genshin Impact): material diario, eventos oficiales en el juego, etc.
fil: Ang mga settings ng TimeZone sa bahaging ito ay para sa pagpapakita ng kahit man lang ang sumusunod na impormasyon (ng Genshin Impact): Pang-araw-araw na Materyal, Opisyal na In-Game na Kaganapan, atbp.
fr: Les paramètres de fuseau horaire dans cette section servent à afficher au moins les informations suivantes (de Genshin Impact) : matériaux quotidiens, événements officiels en jeu, etc.
it: Le impostazioni del fuso orario in questa sezione servono a visualizzare almeno le seguenti informazioni (di Genshin Impact): materiali giornalieri, eventi ufficiali nel gioco, ecc.
ja: この時間帯設定は下記の（原神についての）情報を正しく表示するためである：毎日の材料、公式のゲームイベント情報など。
ko: 이 섹션의 시간대 설정은 다음의 최소한의 정보를 표시하기 위한 것입니다 (원신): 일일 재료, 공식 인게임 이벤트 등
ru: Настройки часового пояса в этом разделе предназначены для отображения как минимум следующей информации (о Genshin Impact): ежедневные материалы, официальные внутриигровые события и т. д.
vi: Các cài đặt Múi giờ trong phần này là để hiển thị ít nhất các thông tin sau đây (của Genshin Impact): Vật liệu Hàng ngày, Sự kiện Chính thức Trong Trò Chơi, v.v.
zh_hans: 该时区设定仅用于正确显示至少下述通用原神资讯：每日材料、官方游戏活动，等。
zh_hant: 該時區設定僅用於正確顯示至少下述通用原神資訊：每日材料、官方遊戲活動，等。

# settings.display.timeZone4OfficialFeedsEtc.title
source: TimeZone for displaying universal information
de: Zeitzone für die Anzeige universeller Informationen
es: Zona horaria para mostrar información universal
fil: TimeZone para sa pagpapakita ng universal information
fr: Fuseau horaire pour afficher les informations universelles
it: Fuso orario per visualizzare informazioni universali
ja: 一般情報表示用時間帯
ko: 범용 정보 표시용 시간대
ru: Часовой пояс для отображения универсальной информации
vi: Múi giờ để hiển thị thông tin chung
zh_hans: 通用资讯显示专用时区
zh_hant: 通用資訊顯示專用時區

# settings.notification.dailyTask.datePicker
source: Notify when
de: Benachrichtigen wenn
es: Notificar cuando
fil: Abisuhan kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 기준
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.dailyTask.footer
source: This includes Daily Task (Genshin Impact), Daily Training (Star Rail), and Vitality (Zenless Zone Zero).
de: Dies umfasst tägliche Aufgaben (Genshin Impact), tägliches Training (Star Rail) und Vitalität (Zenless Zone Zero).
es: Esto incluye Tarea Diaria (Genshin Impact), Entrenamiento Diario (Star Rail) y Vitalidad (Zenless Zone Zero).
fil: Kabilang dito ang Daily Task (Genshin Impact), Daily Training (Star Rail), at Vitality (Zenless Zone Zero).
fr: Cela inclut les missions quotidiennes (Genshin Impact), l'entraînement quotidien (Star Rail) et la vitalité (Zenless Zone Zero).
it: Questo include Compiti Giornalieri (Genshin Impact), Allenamento Giornaliero (Star Rail) e Vitalità (Zenless Zone Zero).
ja: 原神のデイリー依頼、スターレイルのデイリー訓練、ゼンレスゾンゼロの活躍度を全部含む通知です。
ko: 이에는 일일 임무(Genshin Impact), 일일 훈련(Star Rail), 활력(Zenless Zone Zero)이 포함됩니다.
ru: Это включает Ежедневные Задачи (Genshin Impact), Ежедневные Тренировки (Star Rail), и Жизнестойкость (Zenless Zone Zero).
vi: Điều này bao gồm Nhiệm Vụ Hàng Ngày (Genshin Impact), Đào Tạo Hàng Ngày (Star Rail) và Sinh Khí (Zenless Zone Zero).
zh_hans: 这包括了原神的每日委托、星穹铁道的每日实训、绝区零的活跃度。
zh_hant: 這包括了原神的每日委託、星穹鐵道的每日實訓、絕區零的活躍度。

# settings.notification.dailyTask.header
source: Daily Task Completion Report
de: Täglicher Aufgabenabschlussbericht
es: Informe de finalización de tareas diarias
fil: Ulat sa Pagkumpleto ng Pang-araw-araw na Gawain
fr: Rapport de progression des missions quotidiennes
it: Rapporto di Completamento delle Attività Giornaliere
ja: デイリー依頼・訓練の進捗報告
ko: 일일 작업 완료 보고서
ru: Отчет о выполнении ежедневных задач
vi: Báo cáo hoàn thành nhiệm vụ hàng ngày
zh_hans: 每日委托完成状况报告
zh_hant: 每日委託完成狀況報告

# settings.notification.dailyTask.toggle
source: Notify me
de: Benachrichtige mich
es: Notificarme
fil: Abisuhan ako
fr: Activer
it: Notifica mi
ja: この通知を送る
ko: 알림 설정
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.dateTimePicker.macCatalystNotice
source: ⚠️ Due to a limitation in the UIKit-to-AppKit bridge framework, the DatePicker on macOS doesn’t show the input panel in macCatalyst apps. Users can only select the desired input field and type it directly on physical keyboard.
de: ⚠️ Aufgrund einer Einschränkung im UIKit-to-AppKit-Brückenframework zeigt der DatePicker auf macOS im macCatalyst Apps nicht das Eingabefeld an. Benutzer können nur das gewünschte Eingabefeld auswählen und direkt auf der physischen Tastatur eingeben.
es: ⚠️ Debido a una limitación en el framework de puente UIKit a AppKit, el DatePicker en macOS no muestra el panel de entrada en aplicaciones macCatalyst. Los usuarios solo pueden seleccionar el campo de entrada deseado y escribirlo directamente en el teclado físico.
fil: ⚠️ Dahil sa limitasyon sa UIKit-to-AppKit bridge framework, hindi ipinapakita ng DatePicker sa macOS ang input panel sa macCatalyst apps. Maaaring piliin lamang ng mga user ang nais na input field at direktang magtype gamit ang pisikal na keyboard.
fr: ⚠️ En raison d'une limitation de UIKit-to-AppKit, la séléction de date sur macOS n'affiche pas le panneau de saisie dans les applications macCatalyst. Les utilisateurs ne peuvent sélectionner que le champ de saisie souhaité et le taper directement sur le clavier physique.
it: ⚠️ A causa di una limitazione nel framework di collegamento UIKit-to-AppKit, il DatePicker su macOS non mostra il pannello di input nelle app macCatalyst. Gli utenti possono solo selezionare il campo di input desiderato e digitarlo direttamente sulla tastiera fisica.
ja: ⚠️ UIKit から AppKit へのブリッジフレームワークの制限により、macCatalyst アプリの DatePicker の入力パネルが表示されません。ご希望の入力フィールドを手動で選択し、物理キーボードで直接入力する必要がございますので、予めご了承くださいませ。
ko: ⚠️ UIKit-to-AppKit 브리지 프레임워크의 제한으로 인해 macOS에서의 DatePicker는 macCatalyst 앱에서 입력 패널을 표시하지 않습니다. 사용자는 원하는 입력 필드를 선택하고 물리적 키보드에서 직접 입력해야 합니다
ru: ⚠️ Из-за ограничения в фреймворке UIKit-to-AppKit мост, элемент DatePicker на macOS не отображает панель ввода в приложениях macCatalyst. Пользователи могут только выбрать нужное поле ввода и набрать его непосредственно на физической клавиатуре.
vi: ⚠️ Do hạn chế trong framework cầu nối UIKit-to-AppKit, Bộ chọn Ngày trên macOS không hiển thị bảng nhập liệu trong các ứng dụng macCatalyst. Người dùng chỉ có thể chọn trường nhập liệu mong muốn và gõ trực tiếp trên bàn phím vật lý.
zh_hans: ⚠️ 由于 UIKit 到 AppKit 桥接框架的限制，macCatalyst App 中的 macOS 日期选择器不会显示输入面板。用户只能手动选择所需的输入栏位，并直接在实体键盘上输入。
zh_hant: ⚠️ 由於 UIKit 到 AppKit 橋接框架的限制，macCatalyst 應用中的 macOS 日期選擇器不會顯示輸入面板。使用者只能手動選擇所需的輸入欄位，並直接在實體鍵盤上輸入。

# settings.notification.expedition.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Abisuhan ako
fr: Activer
it: Avvisami
ja: この通知を送る
ko: 알림 설정
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.expedition.footer
source: * Genshin Impact and Star Rail only.
de: * Nur Genshin Impact und Star Rail.
es: * Solo Genshin Impact y Star Rail.
fil: * Genshin Impact at Star Rail lang.
fr: * Genshin Impact et Star Rail uniquement.
it: * Solo Genshin Impact e Star Rail.
ja: ※ スターレイルと原神のみ。
ko: * 원신과 스타레일만 가능합니다.
ru: * Только для Genshin Impact и Star Rail.
vi: * Chỉ Genshin Impact và Star Rail.
zh_hans: ※ 星穹铁道与原神限定。
zh_hant: ※ 星穹鐵道與原神限定。

# settings.notification.expedition.header
source: Expedition Accomplishment Notice
de: Benachrichtigung über den Abschluss der Expedition
es: Aviso de finalización de expedición
fil: Abiso ng Tagumpay ng Ekspedisyon
fr: Expéditions terminées
it: Notifica di completamento spedizione
ja: 派遣依頼が完成した時のお知らせ
ko: 원정 완료 알림
ru: Уведомление о выполнении экспедиции
vi: Thông báo Hoàn thành Cuộc thám hiểm
zh_hans: 派遣委托完成状况提醒
zh_hant: 派遣委託完成狀況提醒

# settings.notification.expedition.method
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuando
fil: Ipagbigay-alam kapag
fr: Me prévenir lorsque
it: Notifica quando
ja: 通知を送る時点
ko: 알림 설정 시기
ru: Уведомлять, когда
vi: Thông báo khi
zh_hans: 通知时机
zh_hant: 通知時機

# settings.notification.faq.howNotificationsGetScheduled
source: This app or its widgets will attempt to automatically reschedule relevant notifications when retrieving Real-Time Note data for a specific local profile. During each scheduling, it will proactively try to clear any previously scheduled, unreasonable, and unsent notifications made for this local profile. Notifications will only be scheduled if the system settings allow the app to send system notifications, and if the app has successfully retrieved real-time note data, in cases where the relevant preferences permit it.
de: Diese App oder ihre Widgets versuchen, relevante Benachrichtigungen automatisch neu zu planen, wenn Echtzeit-Notizinformationen für ein spezifisches lokales Profil abgerufen werden. Bei jeder Planung wird sie proaktiv versuchen, zuvor geplante, unpraktische und ungesendete Benachrichtigungen für dieses lokale Profil zu löschen. Benachrichtigungen werden nur geplant, wenn die Systemeinstellungen der App erlauben, Systembenachrichtigungen zu senden, und wenn die App erfolgreich Echtzeit-Notizinformationen abgerufen hat, in Fällen, in denen die entsprechenden Präferenzen es zulassen.
es: Esta aplicación o sus widgets intentarán reprogramar automáticamente las notificaciones relevantes al recuperar información de Notas en Tiempo Real para un perfil local específico. Durante cada programación, intentará de manera proactiva borrar las notificaciones previamente programadas, irrazonables y no enviadas hechas para este perfil local. Las notificaciones solo se programarán si la configuración del sistema permite a la aplicación enviar notificaciones del sistema, y si la aplicación ha recuperado con éxito la información de notas en tiempo real, en los casos en que las preferencias relevantes lo permitan.
fil: Susubukan ng app na ito o ang mga widget nito na awtomatikong i-reschedule ang mga kaugnay na notipikasyon kapag kumukuha ng Real-Time Note intel para sa isang partikular na lokal na profile. Sa bawat pagsuschedule, proaktibo nitong susubukang i-clear ang anumang naunang iniskedyul, hindi makatwirang hindi naipadalang mga notipikasyon na ginawa para sa lokal na profile na ito. Ang mga notipikasyon ay isisiskedyul lamang kung pinapayagan ng mga setting ng sistema ang app na magpadala ng mga system notifications, at kung matagumpay na nakakuha ang app ng real-time note intel, kung saan pinapayagan ito ng mga kaugnay na kagustuhan.
fr: Cette application ou ses widgets tenteront de replanifier automatiquement les notifications pertinentes lors de la récupération des informations de Note en Temps Réel pour un profil local spécifique. À chaque planification, elle essaiera de manière proactive de supprimer toutes les notifications précédemment programmées, déraisonnables, et non envoyées pour ce profil local. Les notifications ne seront programmées que si les paramètres système permettent à l'application d'envoyer des notifications système, et si l'application a réussi à récupérer des informations de note en temps réel, dans les cas où les préférences pertinentes le permettent.
it: Questa app o i suoi widget tenteranno di riprogrammare automaticamente le notifiche pertinenti quando recuperano informazioni in tempo reale delle note per un profilo locale specifico. Durante ogni programmazione, tenterà proattivamente di cancellare le notifiche pianificate precedentemente, irragionevoli e non inviate per questo profilo locale. Le notifiche verranno programmate solo se le impostazioni di sistema consentono all'app di inviare notifiche di sistema e se l'app ha recuperato con successo informazioni in tempo reale delle note, nei casi in cui le preferenze pertinenti lo consentano.
ja: 敝アプリまたはその付属のウィジェットは、特定のプロファイルに対するリアルタイム便箋情報を取得する際に、そのプロファイルに関する通知を自動で再予定しようとします。このプロファイルの新しい通知を予定するたびに、以前に（そのプロファイルのために）予定された不適切な未送信通知があれば、それらを自動的に削除しようとします。通知は、システム設定が本アプリの通知送信を許可しており、さらに本アプリがリアルタイム便箋情報の取得に成功した場合に限り、関連の通知設定が許可されている状況でのみ予定されます。
ko: 앱이나 위젯은 특정 로컬 프로필에 대한 실시간 노트 정보를 검색할 때 관련 알림을 자동으로 다시 예약하려고 시도합니다. 각 예약 시 이 로컬 프로필에 대해 이전에 예약된 불합리하고 발송되지 않은 알림을 사전적으로 지우려고 시도합니다. 알림은 시스템 설정이 앱이 시스템 알림을 보낼 수 있도록 허용하고, 관련 선호에 따라 앱이 실시간 노트 정보를 성공적으로 검색한 경우에만 예약됩니다.
ru: Это приложение или его виджеты предпримут попытку автоматически перенаправить соответствующие уведомления при получении информации о заметках в реальном времени для конкретного локального профиля. Во время каждого планирования оно будет пытаться удалить все ранее запланированные, неразумные и неотправленные уведомления для этого локального профиля. Уведомления будут запланированы только если системные настройки позволяют приложению отправлять системные уведомления и если приложение успешно получило информацию о заметках в реальном времени, в случаях, когда соответствующие настройки это позволяют.
vi: Ứng dụng này hoặc các tiện ích của nó sẽ cố gắng tự động lên lịch lại các thông báo liên quan khi truy xuất thông tin ghi chú thời gian thực cho một hồ sơ địa phương cụ thể. Trong mỗi lần lên lịch, nó sẽ chủ động cố gắng xóa bất kỳ thông báo nào đã lên lịch trước đó nhưng không hợp lý và chưa được gửi cho hồ sơ địa phương này. Thông báo chỉ được lên lịch nếu cài đặt hệ thống cho phép ứng dụng gửi thông báo hệ thống, và nếu ứng dụng đã truy xuất thành công thông tin ghi chú thời gian thực, trong các trường hợp mà các tùy chọn liên quan cho phép điều đó.
zh_hans: 本 App 或其随赠的小工具会尝试在针对某个本地账号获取实时便笺资讯时自动重新排定相关的通知。在每次排定时，都会尝试主动清除之前针对该本地账号所排定的任何无效的尚未推送的通知。当且仅当系统设定允许本 App 推送系统通知、且本 App 有成功获取到实时便笺资讯时，才会在相关的偏好设定允许的情况下对相关的通知进行排定。
zh_hant: 敝 App 或其隨贈的小工具會嘗試在針對某個本機帳號獲取實時便箋資訊時自動重新排定相關的通知。在每次排定時，都會嘗試主動清除之前針對該本機帳號所排定的任何不合理的尚未推送的通知。當且僅當系統設定允許敝 App 推送系統通知、且敝 App 有成功獲取到實時便箋資訊時，才會在相關的偏好設定允許的情況下對相關的通知進行排定。

# settings.notification.giRealmCurrency.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 설정
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.giRealmCurrency.footer
source: * Genshin Impact only.
de: * Nur für Genshin Impact.
es: * Solo Genshin Impact.
fil: * Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용.
ru: * Только Genshin Impact.
vi: * Chỉ Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.giRealmCurrency.header
source: Realm Currency Recharge Notice
de: Hinweis zur Aufladung der Reichswährung
es: Aviso de Recarga de Moneda del Reino
fil: Abiso ng Pagsasauli ng Pera ng Mundo
fr: Monnaie du Royaume pleine
it: Avviso di Ricarica della Valuta del Regno
ja: 洞天集宝盆が満載の時のお知らせ
ko: 영역 화폐 충전 알림
ru: Уведомление о пополнении валюты в королевстве
vi: Thông báo Nạp Lại Tiền Tệ Vương Quốc
zh_hans: 洞天财瓮回满提醒
zh_hant: 洞天財甕滿載提醒

# settings.notification.giTransformer.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Сообщить мне
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.giTransformer.footer
source: * Genshin Impact only.
de: * Nur Genshin Impact.
es: * Solo Genshin Impact.
fil: * Para sa Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용.
ru: * Только Genshin Impact.
vi: * Chỉ Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.giTransformer.header
source: Parametric Transformer Availability Notice
de: Verfügbarkeitsbenachrichtigung für parametrischen Transformator
es: Aviso de Disponibilidad del Transformador Paramétrico
fil: Abiso ng Kakayahang Magamit ng Parametric Transformer
fr: Transformateur paramétrique prêt
it: Avviso di Disponibilità Trasformatore Parametrico
ja: 参量物質変化器の利用可能のお知らせ
ko: 파라메트릭 변압기 가용성 알림
ru: Уведомление о доступности параметрического трансформатора
vi: Thông báo về Tính khả dụng của Máy biến áp Tham số
zh_hans: 参量质变仪可用状况提醒
zh_hant: 參數質變儀可用狀況提醒

# settings.notification.giTrounceBlossom.datePicker
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuándo
fil: Ipaalam kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 조건
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.giTrounceBlossom.footer
source: * Genshin Impact only.
de: * Nur Genshin Impact.
es: * Solo Genshin Impact.
fil: * Para sa Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용
ru: * Только для Genshin Impact.
vi: * Chỉ dành cho Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.giTrounceBlossom.header
source: Remaining Trounce Blossom Resin Discounts
de: Verbleibende Verprügelungsblütenharz-Rabatte
es: Descuentos de Resina de Floración Restante
fil: Natitirang Diskwento sa Trounce Blossom Resin
fr: Fleur des lignes énergétiques restantes
it: Sconti Rimanenti per Resina del Fioreggiante Annientamento
ja: 残っていた征討の花の樹脂値引き
ko: 남은 도전 꽃 송이 수지 할인
ru: Оставшиеся скидки на смолу Trounce Blossom
vi: Những Giảm Giá Nhựa Trounce Blossom Còn Lại
zh_hans: 征讨之花剩余树脂折扣次数提醒
zh_hant: 徵討之花剩餘樹脂折扣次數提醒

# settings.notification.giTrounceBlossom.toggle
source: Notify me
de: Benachrichtigen Sie mich
es: Notifícame
fil: Ipagbigay-alam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.giTrounceBlossom.weekdayPicker
source: Notify on
de: Benachrichtigen bei
es: Notificar activado
fil: Ipaalam kapag
fr: Me prévenir le
it: Notifica attiva
ja: 通知を送る日
ko: 알림 켜기
ru: Уведомлять о
vi: Thông báo bật
zh_hans: 通知期日
zh_hant: 通知期日

# settings.notification.hsrEchoOfWar.datePicker
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuándo
fil: Ipaalam kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 조건
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.hsrEchoOfWar.footer
source: * Star Rail only.
de: * Nur Star Rail.
es: Solo Star Rail.
fil: * Star Rail lamang.
fr: * Star Rail uniquement.
it: * Solo Star Rail.
ja: ※ スターレイルのみ。
ko: * 스타 레일 전용.
ru: * Только для Star Rail.
vi: * Chỉ dành cho Star Rail.
zh_hans: ※ 星穹铁道限定。
zh_hant: ※ 星穹鐵道限定。

# settings.notification.hsrEchoOfWar.header
source: Remaining Echo of War Rewards Left
de: Verbleibende Echo des Krieges Belohnungen
es: Recompensas restantes de Eco de la Guerra
fil: Natitirang Gantimpala sa Echo of War
fr: Tentatives restantes des Échos de la guerre
it: Ricompense rimanenti dell'Eco della Guerra
ja: 残っていた歴戦余韻の報酬
ko: 남은 전쟁의 여운 보상
ru: Оставшиеся награды за Echo of War
vi: Những Phần Thưởng Còn Lại cho Echo of War
zh_hans: 历战余响剩余奖励次数提醒
zh_hant: 歷戰餘響剩餘獎勳次數提醒

# settings.notification.hsrEchoOfWar.toggle
source: Notify me
de: Benachrichtigen Sie mich
es: Notifícame
fil: Ipagbigay-alam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.hsrEchoOfWar.weekdayPicker
source: Notify on
de: Benachrichtigen bei
es: Notificar activado
fil: Ipaalam kapag
fr: Me prévenir le
it: Notifica attiva
ja: 通知を送る日
ko: 알림 켜기
ru: Уведомлять о
vi: Thông báo bật
zh_hans: 通知期日
zh_hant: 通知期日

# settings.notification.hsrSimulatedUniverse.datePicker
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuando
fil: Ipagbigay-alam kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 설정
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.hsrSimulatedUniverse.footer
source: * Star Rail only.
de: * Nur Star Rail.
es: Solo Star Rail.
fil: * Star Rail lamang.
fr: * Star Rail uniquement.
it: * Solo Star Rail.
ja: ※ スターレイルのみ。
ko: * 스타 레일 전용.
ru: * Только для Star Rail.
vi: * Chỉ dành cho Star Rail.
zh_hans: ※ 星穹铁道限定。
zh_hant: ※ 星穹鐵道限定。

# settings.notification.hsrSimulatedUniverse.header
source: Simulated Universe Completion Progress
de: Simulierter Universum Abschlussfortschritt
es: Progreso de Finalización del Universo Simulado
fil: Pag-usad ng Pagkumpleto ng Simulated Universe
fr: Univers simulé hebdomadaire
it: Progresso Completamento Universo Simulato
ja: 模擬宇宙の完成度
ko: 시뮬레이션된 우주 완료 진행 상황
ru: Прогресс Завершения Симулированной Вселенной
vi: Tiến Trình Hoàn Thành Vũ Trụ Giả Lập
zh_hans: 模拟宇宙完成度提醒
zh_hant: 模擬宇宙完成度提醒

# settings.notification.hsrSimulatedUniverse.toggle
source: Notify me
de: Benachrichtige mich
es: Notificarme
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.hsrSimulatedUniverse.weekdayPicker
source: Notify on
de: Benachrichtigung ein
es: Notificar activado
fil: Ipaalam kapag
fr: Me prévenir le
it: Notifica attiva
ja: 通知を送る日
ko: 알림 켜기
ru: Уведомлять вкл
vi: Bật thông báo
zh_hans: 通知期日
zh_hant: 通知期日

# settings.notification.insufficientSystemPrivileges
source: This app is not yet authorized in system settings to push notifications.
de: Diese App ist in den Systemeinstellungen noch nicht berechtigt, Benachrichtigungen zu senden.
es: Esta aplicación aún no está autorizada en la configuración del sistema para enviar notificaciones.
fil: Ang app na ito ay hindi pa awtorisado sa mga setting ng sistema na magpadala ng mga notipikasyon.
fr: Cette application n'est pas encore autorisée dans les paramètres système à envoyer des notifications.
it: Questa app non è ancora autorizzata nelle impostazioni di sistema per inviare notifiche.
ja: 当アプリは未だに通知を送るシステム権限は持っておりません。
ko: 이 앱은 시스템 설정에서 알림 푸시가 아직 승인되지 않았습니다
ru: Это приложение еще не авторизовано в настройках системы для отправки уведомлений.
vi: Ứng dụng này chưa được cấp quyền trong cài đặt hệ thống để gửi thông báo.
zh_hans: 本App尚需系统开放通知权限。
zh_hant: 敝應用尚需系統開放通知權限。

# settings.notification.katheryneRewards.datePicker
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuando
fil: I-notify kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 기준
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻
